--[[ 
▀▄ ▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀          
▀▄ ▄▀                                      ▀▄ ▄▀ 
▀▄ ▄▀    BY Memo                           ▀▄ ▄▀ 
▀▄ ▄▀     BY Memo       (@ii02iI)          ▀▄ ▄▀ 
▀▄ ▄▀ Making the file by Memo              ▀▄ ▄▀   
▀▄ ▄▀         Help 1  : المساعدة 1            ▀▄ ▄▀ 
▀▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀
--]]
do

function Memo(msg, matches)
return " آوآمہٰر آلہٰبہٰوتہٰ 😻💋 : @"..msg.from.username.."\n\n"
.."📝اقفل🔓 او افتح 🔐 الاضافه ".."\n"
.."📝اقفل🔓 او افتح 🔐 البوتات  ".."\n"
.."📝اقفل🔓 او افتح 🔐 المجموعه ".."\n"
.."📝اقفل🔓 او افتح 🔐 الدردشه".."\n"
.."📝اقفل🔓 او افتح 🔐 الصور ".."\n"
.."📝اقفل🔓 او  افتح🔐 الصوت".."\n"
.."📝اقفل🔓 او افتح 🔐 الفديو".."\n"
.."📝اقفل🔓 او افتح 🔐 التكرار".."\n"
.."📝اقفل🔓 او افتح 🔐 الملصقات".."\n"
.."📝اقفل🔓 او افتح 🔐 الصور المتحركه".."\n"
.."📝اقفل🔓 او افتح 🔐 الفايلات".."\n"
.."📝اقفل🔓 اوافتح  🔐 الكلايش".."\n"
.."📝اقفل🔓 او افتح 🔐 الاضافه الجماعيه".."\n"
.."📝اقفل🔓 او افتح 🔐 اعاده توجيه".."\n"
.."💊 امسح + عدد : لہٰمہٰسہٰح آلہٰرسہٰآئہٰل فہٰيےآلكہٰروبہٰ 🚀".."\n"
.."💊 امسح  الادمنيه :لہمـْسہحہ جہمـْيہعـ ٳلہٳدٍمـْنٍيہه 👏🏻".."\n"
.."💊 امسح الوصف : لہٰمہٰسہٰح آلآدمہٰنہٰيہٰة 😐🖖🏼".."\n"
.."💊 امسح القوانين : لہٰمہٰسہٰح قہٰوآنہٰين آلكہٰروبہٰ  📲".."\n"
.."💊 امسح المعرف :  لہٰمہٰسہٰح  مہٰعہٰرفہٰ آلہٰمہٰجہٰمہٰوعہٰة 🎸🙀 ".."\n"
.."📌ضع اسم : لہٰوضہٰع آسہم  للہٰمہٰجہٰمہٰوعہٰة👍🏻😽".."\n"
.."📌ضع قوانين : لہٰوضہٰع قہٰوآنہٰيہٰن للہٰمہٰجہٰمہٰوعہٰة 👍🏻😽".."\n"
.."📌ضع تكرار : لہٰوضہٰع تہٰكہٰرار مہٰن 5ًلہٰلـ8ً0ً 👍🏻😽 ".."\n"
.."📌ضع وصف : لہٰوضہٰع آلہٰوصہٰف كہٰبہٰد حہيہٳتہيہ💋😻".."\n"
.."📌ضع صوره : لہٰوضہٰع  صہٰورة فُہيہ آلہٰمہٰجہٰمہٰوعہٰة 👍🏻😽".."\n"
.."🍷ارفع ادمن : لہٰرفہٰع آدمہٰن فُہيہ آلہٰبہٰوتہٰ 🙂💔".."\n"
.."🍷نزل ادمن  :  لہٰتہٰنہٰزيہٰل آلآدمہٰن 😭😂 ".."\n"
.."🍷ارفع اداري : لہٰرفہٰع آلہٰعہٰضو آدمہٰن فہٰيے الكہٰروبہٰ 👮🏻 ".."\n"
.."🍷نزل اداري : لہٰتہٰنہٰزيہٰل آلآدمہٰن آلہٰى عہٰضو 😭😂".."\n"
.."🍷الاداريين : لہٰمہٰشآهہٰدة آدمہٰنہٰيہٰة الہٰكہٰروبہٰ👍🏻😽".."\n"
.."🍷الادمنيه : لہٰمہٰشآهہٰدة آدمہٰنہٰيہٰة آلہٰبہٰوتہٰ  👍🏻😽 ".."\n"
.."🤖حظر + المعرف : لہٰحہٰظہٰر آلہٰعہٰضہٰو مہٰن آلہٰكہٰروبہٰ 😾😻".."\n"
.."🤖الغاء الحظر : لآلہٰغہٰاء آلہٰحہٰظہٰر مہٰن آلہٰعہٰضو 🙂💔".."\n"
.."👾اكتم : لہكُہتہمـْ ٳلہعـضﯝ بالرد 👍🏻😽".."\n"
.."👾اكتم : لہٳلہغہٳء ٳلہكُہتہمـْ بالرد 💋😻".."\n"
.."👾⁉️المكتومين:  لہٰمہٰشآهہٰدة مہٰن تہم كہتہمہة  🙁🍷".."\n"
.."🏌بلوك : لہٰدفہٰر آلہٰعہٰضہٰو مہٰن آلہٰكہٰروبہٰ  👦🏻🏌".."\n"
.."💉منع + كلمه : لہٰمہٰنہٰع كہٰلہٰمہٰة مہٰن آلہٰكہٰروبہٰ 👍🏻😽".."\n"
.."💉✋🏻الغاء منع + الكلمه : لہٳلہغہٳء آلہكہلمہة الہممنہوعہة 😱🍷".."\n"
.."💉⁉️ قائمه المنع : لہٰمہٰشآهہٰدة آلہٰكہٰلہٰمہٰآت ألہٰممنہٰوعہٰة 🕵".."\n"
.."زخرف + اسم انكليزي : لہٰزخہٰرفہٰة جہٰملہٰة أنہٰكليہٰزيہٰة👍🏻😽".."\n"
.."زخرفه + اسم عربي : لہٰزخہٰرفہٰة جہٰملہٰة عہٰربہٰيہٰة  👍🏻😻".."\n"
.."اسمي :  لہٰمہٰشآهہٰدة آسمہٰكہٰ آلہٰمہٰحہٰلہٰو  😂🖖🏼".."\n"
.."المطور  :  لہٰمہٰعہٰرفہٰة مہٰطہٰور آلہٰبہٰوت 🕵💋😻".."\n"
.."🗓  "..os.date("!%A, %B %d, %Y\n", timestamp)
.."🕵✋🏻 المطورين 💋🙀👇🏻 ".."\n"
.."@II02II 🏌".."\n"
.."@ss02ss 🏌 ".."\n"
.."🕵-بوت التواصل للمحضورين💀: @ii02ii_bot".."\n"
.."💻📲-قناة المطور وخاصه للشروحات💀: @ch_dev".."\n"

end

return {
  description = "Shows bot help", 
  -- usage = /مساعدة: Shows bot help",
  patterns = {
    "^الاوامر"
  }, 
  run = Memo 
}

end
--By DevMemo (@ii02ii)
